Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# agent.workspace.composer.clearContext
source: Clear selected repositories
ar: مسح المستودعات المحددة
de: Ausgewählte Repositorys löschen
es: Borrar repositorios seleccionados
fr: Effacer les dépôts sélectionnés
id: Hapus repositori yang dipilih
it: Cancella repository selezionati
ja: 選択したリポジトリをクリア
ko: 선택한 저장소 지우기
nl: Geselecteerde repositories wissen
pl: Wyczyść wybrane repozytoria
pt_br: Limpar repositórios selecionados
ru: Очистить выбранные репозитории
tr: Seçilen depoları temizle
uk: Очистити вибрані репозиторії
vi: Xóa các kho lưu trữ đã chọn
zh_hans: 清空已选仓库
zh_hant: 清空已選儲存庫

# agent.workspace.composer.contextDisclosure
source: Selected Context
ar: السياق المحدد
de: Ausgewählter Kontext
es: Contexto seleccionado
fr: Contexte sélectionné
id: Konteks Terpilih
it: Contesto selezionato
ja: 選択したコンテキスト
ko: 선택한 컨텍스트
nl: Geselecteerde context
pl: Wybrany kontekst
pt_br: Contexto selecionado
ru: Выбранный контекст
tr: Seçilen Bağlam
uk: Вибраний контекст
vi: Ngữ cảnh đã chọn
zh_hans: 已选择的上下文
zh_hant: 已選擇的上下文

# agent.workspace.composer.mode
source: Mode: Read-only
ar: الوضع: قراءة فقط
de: Modus: Schreibgeschützt
es: Modo: Solo lectura
fr: Mode : Lecture seule
id: Mode: Hanya-baca
it: Modalità: Sola lettura
ja: モード: 読み取り専用
ko: 모드: 읽기 전용
nl: Modus: Alleen-lezen
pl: Tryb: Tylko do odczytu
pt_br: Modo: Somente leitura
ru: Режим: только чтение
tr: Mod: Salt okunur
uk: Режим: лише читання
vi: Chế độ: Chỉ đọc
zh_hant: 模式：唯讀

# agent.workspace.composer.placeholder
source: Give the Agent more instructions, use @ to select starred repos, or / to call skills and tools
ar: أعط الوكيل تعليمات إضافية، استخدم @ لتحديد المستودعات المميزة بنجمة، أو / لاستدعاء المهارات والأدوات
de: Gib dem Agenten weitere Anweisungen, verwende @, um markierte Repos auszuwählen, oder /, um Fähigkeiten und Tools aufzurufen
es: Dale más instrucciones al agente, usa @ para seleccionar repositorios destacados, o / para llamar habilidades y herramientas
fr: Donnez plus d'instructions à l'agent, utilisez @ pour sélectionner des dépôts favoris, ou / pour appeler des compétences et outils
id: Berikan instruksi lebih lanjut kepada Agen, gunakan @ untuk memilih repositori berbintang, atau / untuk memanggil keterampilan dan alat
it: Fornisci ulteriori istruzioni all'agente, usa @ per selezionare repository con stella, o / per chiamare competenze e strumenti
ja: エージェントにさらに指示を与えるには、@でスター付きリポジトリを選択するか、/でスキルやツールを呼び出します
ko: 에이전트에 추가 지침을 제공하거나, @를 사용하여 별표 표시한 저장소를 선택하거나, /를 사용하여 기술 및 도구를 호출하세요.
nl: Geef de Agent meer instructies, gebruik @ om gemarkeerde repos te selecteren, of / om vaardigheden en tools aan te roepen
pl: Daj agentowi więcej instrukcji, użyj @, aby wybrać oznaczone gwiazdką repozytoria, lub /, aby wywołać umiejętności i narzędzia
pt_br: Dê mais instruções ao Agente, use @ para selecionar repositórios favoritados, ou / para chamar habilidades e ferramentas
ru: Дайте агенту дополнительные инструкции, используйте @ для выбора отмеченных звёздами репозиториев или / для вызова навыков и инструментов
tr: Ajana daha fazla talimat verin, yıldızlı depoları seçmek için @ kullanın veya becerileri ve araçları çağırmak için / kullanın
uk: Дайте агенту додаткові інструкції, використовуйте @ для вибору репозиторіїв з зірочками або / для виклику навичок та інструментів
vi: Cung cấp thêm hướng dẫn cho tác nhân, sử dụng @ để chọn kho lưu trữ đã gắn sao hoặc / để gọi kỹ năng và công cụ
zh_hans: 继续给 Agent 指令，或 @ 选择已 star repo，/ 调用技能与工具
zh_hant: 繼續給 Agent 更多指令，使用 @ 選擇已加星號的儲存庫，或使用 / 呼叫技能與工具

# agent.workspace.composer.scope
source: Scope: Starred repos
ar: النطاق: المستودعات المميزة بنجمة
de: Bereich: Markierte Repos
es: Ámbito: Repositorios destacados
fr: Portée : Dépôts favoris
id: Lingkup: Repositori berbintang
it: Ambito: Repository con stella
ja: スコープ: スター付きリポジトリ
ko: 범위: 별표 표시한 저장소
nl: Bereik: Gemarkeerde repos
pl: Zakres: Oznaczone gwiazdką repozytoria
pt_br: Escopo: Repositórios favoritados
ru: Область: отмеченные звёздами репозитории
tr: Kapsam: Yıldızlı depolar
uk: Область: репозиторії з зірочками
vi: Phạm vi: Kho đã gắn sao
zh_hant: 範圍：已加星號的儲存庫

# agent.workspace.composer.tools
source: Tools: Registry
ar: الأدوات: السجل
es: Herramientas: Registro
fr: Outils : Registre
id: Alat: Registry
it: Strumenti: Registro
ja: ツール: レジストリ
ko: 도구: 레지스트리
nl: Tools: Register
pl: Narzędzia: Rejestr
pt_br: Ferramentas: Registro
ru: Инструменты: реестр
tr: Araçlar: Kayıt
uk: Інструменти: реєстр
vi: Công cụ: Danh mục
zh_hant: 工具：登錄檔

# agent.workspace.confirmation.placeholder
source: When a run needs to write tags, status, or unstar, confirmation will appear here.
ar: عندما يحتاج التشغيل إلى كتابة وسوم أو حالة أو إلغاء تنجيم، سيظهر التأكيد هنا.
de: Wenn eine Ausführung Tags, Status oder Entmarkierung schreiben muss, erscheint hier die Bestätigung.
es: Cuando una ejecución necesite escribir etiquetas, estado o dejar de destacar, la confirmación aparecerá aquí.
fr: Lorsqu'une exécution doit écrire des étiquettes, un statut ou retirer une étoile, la confirmation apparaîtra ici.
id: Ketika eksekusi perlu menulis tag, status, atau menghapus bintang, konfirmasi akan muncul di sini.
it: Quando un'esecuzione deve scrivere tag, stato o rimuovere la stella, la conferma apparirà qui.
ja: 実行中にタグ、ステータスの書き込み、またはスター解除が必要な場合、確認がここに表示されます。
ko: 실행 시 태그, 상태 또는 별표 취소를 작성해야 하는 경우 여기에 확인이 표시됩니다.
nl: Wanneer een uitvoering tags, status of ontmarkering moet schrijven, verschijnt hier bevestiging.
pl: Gdy uruchomienie wymaga zapisania tagów, statusu lub usunięcia gwiazdki, potwierdzenie pojawi się tutaj.
pt_br: Quando uma execução precisar escrever tags, status ou desfavoritar, a confirmação aparecerá aqui.
ru: Когда выполнение требует записи тегов, статуса или снятия звёзд, здесь появится подтверждение.
tr: Bir çalıştırma etiket, durum yazma veya yıldız kaldırma gerektirdiğinde onay burada görünecektir.
uk: Коли запуск потребує запису тегів, статусу або видалення зірочки, підтвердження з'явиться тут.
vi: Khi một lần chạy cần ghi thẻ, trạng thái hoặc bỏ gắn sao, xác nhận sẽ xuất hiện ở đây.
zh_hans: 需要写入标签、状态或取消 star 时，会在这里等待你确认。
zh_hant: 當執行需要寫入標籤、狀態或取消加星號時，確認訊息會顯示在此處。

# agent.workspace.empty.subtitle
source: The middle pane shows steps, tool calls, and artifacts in execution order.
ar: يعرض الجزء الأوسط الخطوات واستدعاءات الأدوات والمخرجات بترتيب التنفيذ.
de: Das mittlere Fenster zeigt Schritte, Tool-Aufrufe und Artefakte in Ausführungsreihenfolge.
es: El panel central muestra los pasos, las llamadas a herramientas y los artefactos en orden de ejecución.
fr: Le volet central affiche les étapes, les appels d'outils et les artefacts dans l'ordre d'exécution.
id: Panel tengah menampilkan langkah, panggilan alat, dan artefak dalam urutan eksekusi.
it: Il pannello centrale mostra passaggi, chiamate agli strumenti e artefatti in ordine di esecuzione.
ja: 中央ペインには、実行順にステップ、ツール呼び出し、アーティファクトが表示されます。
ko: 가운데 창에는 단계, 도구 호출 및 아티팩트가 실행 순서대로 표시됩니다.
nl: Het middelste paneel toont stappen, toolaanroepen en artefacten in uitvoeringsvolgorde.
pl: Środkowy panel pokazuje kroki, wywołania narzędzi i artefakty w kolejności wykonania.
pt_br: O painel central mostra etapas, chamadas de ferramentas e artefatos em ordem de execução.
ru: Средняя панель показывает шаги, вызовы инструментов и артефакты в порядке выполнения.
tr: Orta panel, adımları, araç çağrılarını ve yapıtları yürütme sırasına göre gösterir.
uk: Середня панель показує кроки, виклики інструментів та артефакти в порядку виконання.
vi: Ngăn giữa hiển thị các bước, lệnh gọi công cụ và tạo phẩm theo thứ tự thực thi.
zh_hans: 中栏会按执行顺序展示步骤、工具调用和产出物。
zh_hant: 中間面板會依執行順序顯示步驟、工具呼叫和產出物。

# agent.workspace.empty.title
source: Enter a task to start an Agent run
ar: أدخل مهمة لبدء تشغيل الوكيل
de: Gib eine Aufgabe ein, um eine Agent-Ausführung zu starten
es: Introduce una tarea para iniciar una ejecución del agente
fr: Saisissez une tâche pour lancer une exécution de l'agent
id: Masukkan tugas untuk memulai eksekusi Agen
it: Inserisci un'attività per avviare un'esecuzione dell'agente
ja: タスクを入力してエージェントの実行を開始
ko: 에이전트 실행을 시작하려면 작업을 입력하세요.
nl: Voer een taak in om een Agent-uitvoering te starten
pl: Wprowadź zadanie, aby rozpocząć uruchomienie agenta
pt_br: Insira uma tarefa para iniciar uma execução do Agente
ru: Введите задачу, чтобы запустить выполнение агента
tr: Bir Ajan çalıştırması başlatmak için bir görev girin
uk: Введіть завдання, щоб запустити агента
vi: Nhập nhiệm vụ để bắt đầu chạy tác nhân
zh_hans: 输入任务后开始 Agent run
zh_hant: 輸入任務以開始 Agent 執行

# agent.workspace.exportPanel.title
source: Export Agent Artifact
ar: تصدير مخرجات الوكيل
de: Agent-Artefakt exportieren
es: Exportar artefacto del agente
fr: Exporter l'artefact de l'agent
id: Ekspor Artefak Agen
it: Esporta artefatto agente
ja: エージェントアーティファクトをエクスポート
ko: 에이전트 아티팩트 내보내기
nl: Agent-artefact exporteren
pl: Eksportuj artefakt agenta
pt_br: Exportar Artefato do Agente
ru: Экспорт артефакта агента
tr: Ajan Yapıtını Dışa Aktar
uk: Експортувати артефакт агента
vi: Xuất tạo phẩm tác nhân
zh_hans: 导出 Agent 产物
zh_hant: 匯出 Agent 產出物

# agent.workspace.repositoryPicker.clearFilter
source: Clear repository search
ar: مسح بحث المستودعات
de: Repository-Suche löschen
es: Borrar búsqueda de repositorios
fr: Effacer la recherche de dépôts
id: Hapus pencarian repositori
it: Cancella ricerca repository
ja: リポジトリ検索をクリア
ko: 저장소 검색 지우기
nl: Repositoryzoekopdracht wissen
pl: Wyczyść wyszukiwanie repozytoriów
pt_br: Limpar pesquisa de repositórios
ru: Очистить поиск репозиториев
tr: Depo aramasını temizle
uk: Очистити пошук репозиторіїв
vi: Xóa tìm kiếm kho lưu trữ
zh_hans: 清除仓库搜索
zh_hant: 清除儲存庫搜尋

# agent.workspace.repositoryPicker.clearSelected
source: Clear Selected
ar: مسح المحدد
de: Auswahl löschen
es: Borrar selección
fr: Effacer la sélection
id: Hapus pilihan
it: Cancella selezione
ja: 選択をクリア
ko: 선택 지우기
nl: Selectie wissen
pl: Wyczyść wybór
pt_br: Limpar seleção
ru: Очистить выбранное
tr: Seçimi temizle
uk: Очистити вибране
vi: Xóa lựa chọn
zh_hans: 清除已选
zh_hant: 清除已選

# agent.workspace.repositoryPicker.narrowHint
source: Showing %1$d of %2$d matches · Keep typing to narrow the list
ar: عرض %1$d من %2$d نتيجة · تابع الكتابة لتضييق القائمة
de: %1$d von %2$d Treffern · Weiter tippen, um die Liste einzugrenzen
es: Se muestran %1$d de %2$d resultados · Sigue escribiendo para reducir la lista
fr: %1$d résultats sur %2$d affichés · Continuez à saisir pour affiner la liste
id: Menampilkan %1$d dari %2$d hasil · Lanjutkan mengetik untuk mempersempit daftar
it: Visualizzati %1$d di %2$d risultati · Continua a digitare per restringere l’elenco
ja: %2$d件中%1$d件を表示 · 入力を続けて絞り込めます
ko: %2$d개 결과 중 %1$d개 표시 · 계속 입력하여 목록을 좁히세요
nl: %1$d van %2$d resultaten · Typ verder om de lijst te verfijnen
pl: Wyświetlono %1$d z %2$d wyników · Pisz dalej, aby zawęzić listę
pt_br: Exibindo %1$d de %2$d resultados · Continue digitando para refinar a lista
ru: Показано %1$d из %2$d результатов · Продолжайте ввод для уточнения списка
tr: %2$d eşleşmeden %1$d tanesi gösteriliyor · Listeyi daraltmak için yazmaya devam edin
uk: Показано %1$d із %2$d результатів · Продовжуйте введення, щоб звузити список
vi: Hiển thị %1$d trong %2$d kết quả · Tiếp tục nhập để thu hẹp danh sách
zh_hans: 显示 %1$d / 命中 %2$d · 继续输入可缩小范围
zh_hant: 顯示 %1$d / 符合 %2$d · 繼續輸入可縮小範圍

# agent.workspace.repositoryPicker.emptyFilter
source: No matching repositories
ar: لا توجد مستودعات مطابقة
de: Keine passenden Repositorys
es: No hay repositorios coincidentes
fr: Aucun dépôt correspondant
id: Tidak ada repositori yang cocok
it: Nessun repository corrispondente
ja: 一致するリポジトリはありません
ko: 일치하는 저장소가 없습니다
nl: Geen overeenkomende repositories
pl: Brak pasujących repozytoriów
pt_br: Nenhum repositório correspondente
ru: Нет подходящих репозиториев
tr: Eşleşen depo yok
uk: Немає відповідних репозиторіїв
vi: Không có kho lưu trữ phù hợp
zh_hans: 没有匹配的仓库
zh_hant: 沒有符合的儲存庫

# agent.workspace.repositoryPicker.searchPlaceholder
source: Search repositories
ar: البحث في المستودعات
de: Repositorys durchsuchen
es: Buscar repositorios
fr: Rechercher des dépôts
id: Cari repositori
it: Cerca repository
ja: リポジトリを検索
ko: 저장소 검색
nl: Repositories zoeken
pl: Szukaj repozytoriów
pt_br: Pesquisar repositórios
ru: Поиск репозиториев
tr: Depolarda ara
uk: Пошук репозиторіїв
vi: Tìm kiếm kho lưu trữ
zh_hans: 搜索仓库
zh_hant: 搜尋儲存庫

# agent.workspace.repositoryPicker.selectionLimit
source: You can select up to %1$d repositories
ar: يمكنك تحديد ما يصل إلى %1$d مستودعًا
de: Du kannst bis zu %1$d Repositorys auswählen
es: Puedes seleccionar hasta %1$d repositorios
fr: Vous pouvez sélectionner jusqu’à %1$d dépôts
id: Anda dapat memilih hingga %1$d repositori
it: Puoi selezionare fino a %1$d repository
ja: 最大%1$d個のリポジトリを選択できます
ko: 최대 %1$d개의 저장소를 선택할 수 있습니다
nl: Je kunt maximaal %1$d repositories selecteren
pl: Możesz wybrać maksymalnie %1$d repozytoriów
pt_br: Você pode selecionar até %1$d repositórios
ru: Можно выбрать до %1$d репозиториев
tr: En fazla %1$d depo seçebilirsiniz
uk: Можна вибрати до %1$d репозиторіїв
vi: Bạn có thể chọn tối đa %1$d kho lưu trữ
zh_hans: 最多选择 %1$d 个仓库
zh_hant: 最多選擇 %1$d 個儲存庫

# agent.workspace.repositoryPicker.stats
source: Selected %1$d/%2$d · Repositories %3$d
ar: المحدد %1$d/%2$d · المستودعات %3$d
de: Ausgewählt %1$d/%2$d · Repositorys %3$d
es: Seleccionados %1$d/%2$d · Repositorios %3$d
fr: Sélectionnés %1$d/%2$d · Dépôts %3$d
id: Dipilih %1$d/%2$d · Repositori %3$d
it: Selezionati %1$d/%2$d · Repository %3$d
ja: 選択済み %1$d/%2$d · リポジトリ %3$d
ko: 선택 %1$d/%2$d · 저장소 %3$d
nl: Geselecteerd %1$d/%2$d · Repositories %3$d
pl: Wybrano %1$d/%2$d · Repozytoria %3$d
pt_br: Selecionados %1$d/%2$d · Repositórios %3$d
ru: Выбрано %1$d/%2$d · Репозитории %3$d
tr: Seçilen %1$d/%2$d · Depolar %3$d
uk: Вибрано %1$d/%2$d · Репозиторії %3$d
vi: Đã chọn %1$d/%2$d · Kho lưu trữ %3$d
zh_hans: 已选 %1$d/%2$d · 仓库 %3$d
zh_hant: 已選 %1$d/%2$d · 儲存庫 %3$d

# agent.workspace.repositoryPicker.source.discovery
source: Discovery
ar: الاكتشاف
de: Entdecken
es: Descubrimiento
fr: Découverte
id: Penemuan
it: Scoperta
ja: 発見
ko: 탐색
nl: Ontdekken
pl: Odkrywanie
pt_br: Descoberta
ru: Обзор
tr: Keşif
uk: Огляд
vi: Khám phá
zh_hans: 发现
zh_hant: 探索

# agent.workspace.repositoryPicker.source.knowledge
source: Knowledge Library
ar: مكتبة المعرفة
de: Wissensbibliothek
es: Biblioteca de conocimiento
fr: Bibliothèque de connaissances
id: Pustaka Pengetahuan
it: Raccolta conoscenze
ja: ナレッジライブラリ
ko: 지식 라이브러리
nl: Kennisbibliotheek
pl: Biblioteka wiedzy
pt_br: Biblioteca de conhecimento
ru: Библиотека знаний
tr: Bilgi Kitaplığı
uk: Бібліотека знань
vi: Thư viện kiến thức
zh_hans: 知识库
zh_hant: 知識庫

# agent.workspace.repositoryPicker.source.local
source: Local Repository
ar: مستودع محلي
de: Lokales Repository
es: Repositorio local
fr: Dépôt local
id: Repositori Lokal
it: Repository locale
ja: ローカルリポジトリ
ko: 로컬 저장소
nl: Lokale repository
pl: Lokalne repozytorium
pt_br: Repositório local
ru: Локальный репозиторий
tr: Yerel Depo
uk: Локальний репозиторій
vi: Kho lưu trữ cục bộ
zh_hans: 本地仓库
zh_hant: 本機儲存庫

# agent.workspace.repositoryPicker.source.starred
source: Starred
ar: المميّزة بنجمة
de: Mit Stern
es: Con estrella
fr: Avec étoile
id: Berbintang
it: Con stella
ja: スター済み
ko: Star 표시됨
nl: Met ster
pl: Z gwiazdką
pt_br: Com estrela
ru: Со звездой
tr: Yıldızlı
uk: Із зіркою
vi: Đã gắn sao
zh_hans: 已 Star
zh_hant: 已 Star

# agent.workspace.repositoryPicker.source.title
source: Repository Source
ar: مصدر المستودع
de: Repository-Quelle
es: Origen del repositorio
fr: Source du dépôt
id: Sumber Repositori
it: Origine repository
ja: リポジトリのソース
ko: 저장소 출처
nl: Repositorybron
pl: Źródło repozytorium
pt_br: Origem do repositório
ru: Источник репозитория
tr: Depo Kaynağı
uk: Джерело репозиторію
vi: Nguồn kho lưu trữ
zh_hans: 仓库来源
zh_hant: 儲存庫來源

# agent.workspace.repositoryPicker.source.trending
source: Trending
ar: الرائج
de: Im Trend
es: Tendencias
fr: Tendances
id: Tren
it: Di tendenza
ja: トレンド
ko: 트렌딩
pl: Na czasie
pt_br: Em alta
ru: В тренде
tr: Trendler
uk: У тренді
vi: Xu hướng
zh_hans: 趋势
zh_hant: 趨勢

# agent.workspace.repositoryPicker.source.weekly
source: Weekly
ar: الأسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Settimanale
ja: 週間
ko: 주간
nl: Wekelijks
pl: Tygodniowe
pt_br: Semanal
ru: Еженедельное
tr: Haftalık
uk: Щотижневе
vi: Hàng tuần
zh_hans: 周报
zh_hant: 週報

# agent.workspace.repositoryPicker.title
source: Select repositories
ar: تحديد المستودعات
de: Repositorys auswählen
es: Seleccionar repositorios
fr: Sélectionner des dépôts
id: Pilih repositori
it: Seleziona repository
ja: リポジトリを選択
ko: 저장소 선택
nl: Repositories selecteren
pl: Wybierz repozytoria
pt_br: Selecionar repositórios
ru: Выбрать репозитории
tr: Depoları seç
uk: Вибрати репозиторії
vi: Chọn kho lưu trữ
zh_hans: 选择仓库
zh_hant: 選擇儲存庫

# agent.workspace.header.estimatedRun
source: Estimated 1 run
ar: تشغيل واحد مقدر
de: Geschätzt 1 Ausführung
es: Estimado 1 ejecución
fr: 1 exécution estimée
id: Estimasi 1 eksekusi
it: 1 esecuzione stimata
ja: 推定1回の実行
ko: 예상 1회 실행
nl: Geschatte 1 uitvoering
pl: Szacowane 1 uruchomienie
pt_br: Estimativa de 1 execução
ru: Оценка: 1 запуск
tr: Tahmini 1 çalıştırma
uk: Оцінка: 1 запуск
vi: Ước tính 1 lần chạy
zh_hans: 预计 1 run
zh_hant: 預計 1 次執行

# agent.workspace.header.readOnly
source: Read-only mode
ar: وضع القراءة فقط
de: Schreibgeschützter Modus
es: Modo solo lectura
fr: Mode lecture seule
id: Mode hanya-baca
it: Modalità sola lettura
ja: 読み取り専用モード
ko: 읽기 전용 모드
nl: Alleen-lezen modus
pl: Tryb tylko do odczytu
pt_br: Modo somente leitura
ru: Режим только для чтения
tr: Salt okunur mod
uk: Режим лише читання
vi: Chế độ chỉ đọc
zh_hans: 只读模式
zh_hant: 唯讀模式

# agent.workspace.header.subtitle
source: Unified Run Surface · steps / tools / artifacts / confirmations
ar: سطح تشغيل موحد · خطوات / أدوات / مخرجات / تأكيدات
de: Einheitliche Ausführungsoberfläche · Schritte / Tools / Artefakte / Bestätigungen
es: Superficie de ejecución unificada · pasos / herramientas / artefactos / confirmaciones
fr: Surface d'exécution unifiée · étapes / outils / artefacts / confirmations
id: Permukaan Eksekusi Terpadu · langkah / alat / artefak / konfirmasi
it: Superficie di esecuzione unificata · passaggi / strumenti / artefatti / conferme
ja: 統合実行サーフェス · ステップ / ツール / アーティファクト / 確認
ko: 통합 실행 표면 · 단계 / 도구 / 아티팩트 / 확인
nl: Uniforme uitvoeringsoppervlak · stappen / tools / artefacten / bevestigingen
pl: Ujednolicona powierzchnia uruchamiania · kroki / narzędzia / artefakty / potwierdzenia
pt_br: Superfície de Execução Unificada · etapas / ferramentas / artefatos / confirmações
ru: Единая поверхность выполнения · шаги / инструменты / артефакты / подтверждения
tr: Birleşik Çalıştırma Yüzeyi · adımlar / araçlar / yapıtlar / onaylar
uk: Уніфікована поверхня запуску · кроки / інструменти / артефакти / підтвердження
vi: Bề mặt chạy hợp nhất · bước / công cụ / tạo phẩm / xác nhận
zh_hans: 统一 Run Surface · steps / tools / artifacts / confirmations
zh_hant: 統一執行介面 · 步驟 / 工具 / 產出物 / 確認

# agent.workspace.history.empty
source: No historical runs
ar: لا توجد عمليات تشغيل سابقة
de: Keine historischen Ausführungen
es: No hay ejecuciones históricas
fr: Aucune exécution historique
id: Tidak ada eksekusi historis
it: Nessuna esecuzione precedente
ja: 履歴はありません
ko: 기록된 실행 없음
nl: Geen historische uitvoeringen
pl: Brak historycznych uruchomień
pt_br: Nenhuma execução histórica
ru: Нет предыдущих запусков
tr: Geçmiş çalıştırma yok
uk: Немає історичних запусків
vi: Không có lần chạy lịch sử
zh_hans: 暂无历史 run
zh_hant: 無歷史執行記錄

# agent.workspace.history.title
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史任务
zh_hant: 歷史記錄

# agent.workspace.inspector.auditHint
source: The right pane only handles artifact viewing and export; steps, tool calls, AI input/output, and logs are audited in the middle trace.
ar: الجزء الأيمن يتعامل فقط مع عرض وتصدير المخرجات؛ يتم تدقيق الخطوات واستدعاءات الأدوات وإدخال/إخراج الذكاء الاصطناعي والسجلات في التتبع الأوسط.
de: Das rechte Fenster dient nur der Artefaktansicht und dem Export; Schritte, Tool-Aufrufe, KI-Ein-/Ausgabe und Protokolle werden in der mittleren Spur geprüft.
es: El panel derecho solo maneja la visualización y exportación de artefactos; los pasos, llamadas a herramientas, entrada/salida de IA y registros se auditan en la traza central.
fr: Le volet droit gère uniquement la visualisation et l'exportation des artefacts ; les étapes, appels d'outils, entrées/sorties IA et journaux sont audités dans la trace centrale.
id: Panel kanan hanya menangani tampilan dan ekspor artefak; langkah, panggilan alat, masukan/keluaran AI, dan log diaudit di jejak tengah.
it: Il pannello destro gestisce solo la visualizzazione e l'esportazione degli artefatti; passaggi, chiamate agli strumenti, input/output AI e log sono verificati nella traccia centrale.
ja: 右ペインはアーティファクトの表示とエクスポートのみを扱います。ステップ、ツール呼び出し、AIの入出力、ログは中央のトレースで監査されます。
ko: 오른쪽 창은 아티팩트 보기 및 내보내기만 처리합니다. 단계, 도구 호출, AI 입력/출력 및 로그는 중간 추적에서 감사됩니다.
nl: Het rechterpaneel behandelt alleen artefactweergave en -export; stappen, toolaanroepen, AI-invoer/-uitvoer en logboeken worden gecontroleerd in de middelste trace.
pl: Prawy panel obsługuje tylko przeglądanie i eksport artefaktów; kroki, wywołania narzędzi, wejście/wyjście AI i logi są audytowane w środkowym śladzie.
pt_br: O painel direito lida apenas com visualização e exportação de artefatos; etapas, chamadas de ferramentas, entrada/saída de IA e logs são auditados no rastro central.
ru: Правая панель предназначена только для просмотра и экспорта артефактов; шаги, вызовы инструментов, ввод/вывод ИИ и журналы проверяются в средней трассировке.
tr: Sağ panel yalnızca yapıt görüntüleme ve dışa aktarma işlemlerini yapar; adımlar, araç çağrıları, AI giriş/çıkışı ve günlükler orta izleme bölümünde denetlenir.
uk: Права панель обробляє лише перегляд та експорт артефактів; кроки, виклики інструментів, введення/виведення ШІ та журнали аудитуються в середній трасі.
vi: Ngăn bên phải chỉ xử lý xem và xuất tạo phẩm; các bước, lệnh gọi công cụ, đầu vào/đầu ra AI và nhật ký được kiểm tra trong dấu vết ở giữa.
zh_hans: 当前右栏只承载产出物查看与导出；步骤、工具调用、AI 输入输出和日志在中栏 trace 中展开审计。
zh_hant: 右側面板僅處理產出物檢視與匯出；步驟、工具呼叫、AI 輸入/輸出和日誌請在中間追蹤中審查。

# agent.workspace.inspector.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# agent.workspace.inspector.empty
source: Markdown or Run Log will appear here after running an Agent.
ar: ستظهر Markdown أو سجل التشغيل هنا بعد تشغيل الوكيل.
de: Markdown oder Ausführungsprotokoll erscheinen hier nach dem Ausführen eines Agenten.
es: Markdown o registro de ejecución aparecerán aquí después de ejecutar un agente.
fr: Le Markdown ou le journal d'exécution apparaîtra ici après l'exécution d'un agent.
id: Markdown atau Log Eksekusi akan muncul di sini setelah menjalankan Agen.
it: Markdown o registro di esecuzione appariranno qui dopo l'esecuzione di un agente.
ja: エージェントを実行すると、ここにMarkdownまたは実行ログが表示されます。
ko: 에이전트 실행 후 Markdown 또는 실행 로그가 여기에 표시됩니다.
nl: Markdown of uitvoeringslogboek verschijnt hier na het uitvoeren van een Agent.
pl: Markdown lub dziennik uruchomienia pojawi się tutaj po uruchomieniu agenta.
pt_br: Markdown ou Registro de Execução aparecerão aqui após executar um Agente.
ru: Markdown или журнал выполнения появятся здесь после запуска агента.
tr: Bir Ajan çalıştırdıktan sonra Markdown veya Çalıştırma Günlüğü burada görünecektir.
uk: Markdown або журнал запуску з'явиться тут після запуску агента.
vi: Markdown hoặc Nhật ký chạy sẽ xuất hiện ở đây sau khi chạy tác nhân.
zh_hans: 运行 Agent 后将在这里显示 Markdown 或 Run Log。
zh_hant: 執行 Agent 後，Markdown 或執行記錄會顯示在此處。
